IOdRxObjectValue.getRxObject(OdRxValue!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Returns a contained pointer as an OdRxObject.
\param value [in] Value containing the pointer to an OdRxObject descendant.
\returns
Contained pointer as an OdRxObject.